Repository: shuiandy/Reframe
Catalog: Strings/*/LayoutEditorPage.resw
Source language: en_us
Languages: zh_cn

# Title.Text
source: Edit Layout
zh_cn: 编辑布局

# NameLabel.Text
source: Name
zh_cn: 名称

# RefResLabel.Text
source: Reference resolution
zh_cn: 参考分辨率

# MonitorCombo.PlaceholderText
source: Pick a monitor or type
zh_cn: 选择显示器或手输

# WidthLabel.Text
source: Width
zh_cn: 宽

# HeightLabel.Text
source: Height
zh_cn: 高

# PresetLabel.Text
source: Presets:
zh_cn: 预设模板:

# PresetHalf.Content
source: Halves
zh_cn: 左右二等分

# PresetThirds.Content
source: Thirds
zh_cn: 三等分

# PresetTwoThirds.Content
source: Left ⅔ + Right ⅓
zh_cn: 左⅔+右⅓

# PresetCenter169.Content
source: 16:9 Centered
zh_cn: 16:9 居中

# PresetLeft219.Content
source: 21:9 Left
zh_cn: 21:9 居左

# AddZoneButton.Content
source: Add zone
zh_cn: 添加分区

# AddZoneTip.Text
source: Add a new zone in the center of the canvas
zh_cn: 在画布中央添加一个新分区

# PropHeader.Text
source: Zone properties
zh_cn: 分区属性

# ZoneNameLabel.Text
source: Name
zh_cn: 名称

# ZoneWLabel.Text
source: Width (px)
zh_cn: 宽 (px)

# ZoneHLabel.Text
source: Height (px)
zh_cn: 高 (px)

# DeleteZoneButton.Content
source: Delete this zone
zh_cn: 删除此分区

# NoSelHint.Text
source: Select a zone on the canvas to edit its properties.
zh_cn: 在画布中点选一个分区以编辑其属性。

# CancelButton.Content
source: Cancel
zh_cn: 取消

# SaveButton.Content
source: Save
zh_cn: 保存

# MonitorPrimarySuffix
source: (primary)
zh_cn: (主)

# MonitorCustomFormat
source: {0}×{1} (custom)
zh_cn: {0}×{1}(自定义)

# ZoneRatioFormat
source: Ratio X={0} Y={1} W={2} H={3}
zh_cn: 比例 X={0} Y={1} W={2} H={3}

# ZoneNameNew
source: Zone {0}
zh_cn: 分区{0}

# ZonePresetLeft
source: Left
zh_cn: 左区

# ZonePresetRight
source: Right
zh_cn: 右区

# ZonePresetCenter
source: Center
zh_cn: 中区

# ZonePresetGame
source: Game
zh_cn: 游戏区

# ZonePresetSecondary
source: Secondary
zh_cn: 副屏区
